Repository: rdehouss/fme
Catalog: po/*.po
Languages: fr

source: Menu can't be copied
fr: Le menu ne peut être copié

source: Not enough disk space ?
fr: Pas assez d'espace disque ?

source: HOME dir not found
fr: Répertoire utilisateur non trouvé

source: Please fix it
fr: Veuillez corriger le problème

source: ~/.fluxbox/ not found
fr: Fichier ~/.fluxbox/ non trouvé

source: Was Fluxbox already started once ?
fr: Fluxbox a-t-il déjà été démarré une fois ?

source: Menu can't be load
fr: Le menu ne peut être chargé

source: The application will be closed
fr: L'application va fermer

source: Icon
fr: Icône

source: Label
fr: Etiquette

source: Command
fr: Commande

source: Path
fr: Chemin

source: Expand all
fr: Tout déplier

source: Collapse all
fr: Tout replier

source: * Menu edited *
fr: * Menu modifié *

source: * Menu saved *
fr: * Menu enregistré *

source: the submenu selected
fr: le sous-menu sélectionné

source: the row selected
fr: la ligne sélectionnée

source: Browse ...
fr: Parcourir ...

source: Can't create temporary file
fr: Impossible de créer un fichier temporaire

source: before
fr: avant

source: in
fr: dans

source: Quit ?
fr: Quitter ?

source: <b>Are you sure to want to quit without save ?</b>
fr: <b>Êtes-vous sûr de vouloir quitter sans enregistrer ?</b>

source: A menu editor for Fluxbox
fr: Un éditeur de menu pour Fluxbox

source: Preferences
fr: Préférences

source: Don't ask confirmation for delete
fr: Ne pas demander confirmation lors de la suppression

source: Encoding :
fr: Encodage :

source: Paths of icons
fr: Chemins d'icônes

source: Select an icon path
fr: Sélectionnez un chemin d'icône

source: Create a new menu
fr: Créer un nouveau menu

source: Which menu do you want ?
fr: Quel menu voulez-vous ?

source: blank menu
fr: menu vierge

source: Please wait a moment...
fr: Veuillez patientez un moment...

source: <b>Please wait a moment...</b>
fr: <b>Veuillez patientez un moment...</b>

source: Select an icon
fr: Sélectionnez une icône

source: Select a binary
fr: Sélectionnez un binaire

source: before after
fr: avant après

source: _Add
fr: _Ajouter

source: Where do you want add this row ?
fr: Où voulez-vous ajouter cette ligne ?

source: before in after
fr: avant dans après

source: Are you sure to want to delete this row ?
fr: Êtes-vous sûr de vouloir supprimer cette ligne ?

source: _Yes
fr: _Oui

source: _No
fr: _Non

source: Menu name :
fr: Nom du menu :

source: _Search icon
fr: _Recherche d'icône

source: _Icon
fr: _Icône

source: _Browse
fr: _Parcourir
